Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: There would be no need for any of the animals to come in contact with human beings, which would clearly be most undesirable. He intended to take the whole burden upon his own shoulders.
uk_1984_iryna_dybko_khutir_tvaryn: Цим разом пояснив, що всі контакти з людиною в торгівлі переводитиме він сам, бо всі обов’язки в тому питанні поклав, хоч не радо, на себе одного.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Жодна тварина не спілкуватиметься з людськими створіннями, що, певно ж, і вкрай небажано. Цю тяжку повинність він бере на себе.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тваринам не треба буде контактувати з людьми, бо це, звичайно, вкрай небажано. Тому він і поклав цю ношу на свої плечі.

source: A Mr. Whymper, a solicitor living in Willingdon, had agreed to act as intermediary between Animal Farm and the outside world, and would visit the farm every Monday morning to receive his instructions.
uk_1984_iryna_dybko_khutir_tvaryn: Таким чином, мешканець Волгограду Химерніков буде посередником між світом людей і Хутором тварин, раннім-ранком приходитиме кожного понеділка для взаємної торгівлі та розпоряджень в цій ділянці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якийсь містер Вімпер, повірений з Уїллінгдона, погодився посередничати між фермою і зовнішнім світом; він навідуватиметься сюди щопонеділка вранці за вказівками.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якийсь містер Вімпер, адвокат, що живе в Віллінгдоні, погодився бути посередником між «Колгоспом тварин» і зовнішнім світом. Він відвідуватиме Колгосп щопонеділка для отримання розпоряджень.

source: Napoleon ended his speech with his usual cry of “Long live Animal Farm!” and after the singing of Beasts of England the animals were dismissed.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, проголосивши свої нові розпорядження, закликав «хай живе Хутір тварин»! Відтак всі відспівали пісню «Тварини всіх країн» і відійшли до своїх приміщень.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон закінчив промову звичним вигуком: «Хай живе «Рай для Тварин!». А коли проспівали «Тварин Англії», відпустив усіх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон закінчив промову, як і зазвичай, словами: «Хай живе „Колгосп тварин!”», і після виконання «Тварин Англії» учасники зборів розійшлися.

source: Afterwards Squealer made a round of the farm and set the animals’ minds at rest.
uk_1984_iryna_dybko_khutir_tvaryn: Увечорі, як уже тварини пішли на спочинок після цілоденної, дошкульної праці, мрії про дуже бажаний, тихий спочинок прогнав Нікітов; заходив він до приміщень кожного зокрема, а щоб злагіднити хвилювання спричинені новими розпорядженнями Вісарйонова щодо торгівлі з людьми,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім, щоб заспокоїти тварин, ферму обійшов Пищик.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пізніше Пискун обійшов ферму й усіх заспокоїв.

source: He assured them that the resolution against engaging in trade and using money had never been passed, or even suggested.
uk_1984_iryna_dybko_khutir_tvaryn: пояснював, що в тому нічого злого немає, що це не противиться законам тваринізму, та, що це нісенітниця, мовляв, не треба торговельного зв’язку зі світом людей, що це чиста вигадка Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він запевняв усіх, що резолюція проти торгівлі й використання грошей ніколи не схвалювалася, ба навіть не пропонувалася.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він запевняв тварин, що рішення не торгувати й не користуватися грошима насправді ніхто не ухвалював, воно навіть ніколи не пропонувалося.

source: It was pure imagination, probably traceable in the beginning to lies circulated by Snowball.
uk_1984_iryna_dybko_khutir_tvaryn: Значить, це ніщо інше, як іще одна брехня того злочинця Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та чистісінька вигадка, можливо, брала початок з побрехеньок, що їх поширював Сніжок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це просто омана пам’яті, і причетний до цього, імовірно, той брехун Сніжок.

source: A few animals still felt faintly doubtful, but Squealer asked them shrewdly, “Are you certain that this is not something that you have dreamed, comrades? Have you any record of such a resolution? Is it written down anywhere?”
uk_1984_iryna_dybko_khutir_tvaryn: І, врешті, чи є десь записані постанови в законі тваринізму, що не можна мати зв’язку з людиною?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Однак дехто ще вагався, тож Пищик запитав їх проникливо: — Ви певні, що вам це не наснилося, товариші? Може, ви таку резолюцію маєте десь на папері? Де ж вона записана?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А якщо помічав тих, у кого сумніви не розсіялися, підступався до них із запитанням: «Як ви можете, товариші, бути впевненими, що все це не продукт вашого власної уяви? Може, у вас зберігся якийсь документ з цими рішеннями? Вони що: записані у вас десь?»

source: And since it was certainly true that nothing of the kind existed in writing, the animals were satisfied that they had been mistaken.
uk_1984_iryna_dybko_khutir_tvaryn: Але, якби й були записані, це не змінило б становища, адже тварини не мали доступу до законів тваринізму, а хоч би й мали, не всі вміли читати. Тому не було іншого виходу з положення, як і цим разом повірити Нікітову і погодитись із постановою-розпорядженням Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А оскільки нічого подібного, звісна річ, на папері не існувало, то тварини втішилися тим, що вони помиляються.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зрозуміло, записів не було, тому тварини остаточно повірили, що «рішення» — просто плід їхньої фантазії.

source: Every Monday Mr. Whymper visited the farm as had been arranged.
uk_1984_iryna_dybko_khutir_tvaryn: Кожного понеділка вранці приходив Химерніков на Хутір тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щопонеділка містер Вімпер, як і було домовлено, навідувався на ферму;
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Як і було домовлено, містер Вімпер відвідував ферму щопонеділка.

source: He was a sly-looking little man with side whiskers, a solicitor in a very small way of business, but sharp enough to have realised earlier than anyone else that Animal Farm would need a broker and that the commissions would be worth having.
uk_1984_iryna_dybko_khutir_tvaryn: Він був невеликого росту, з рисами обличчя, що говорили про очевидного хитруна. Він мав хист передбачливости і знав, що прийде такий час, коли тварини будуть у неминучій потребі виміни товарами зі світом людей, а це принесе йому чималу користь.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: то був лукавий на вигляд чоловік з бакенбардами — стряпчий у кожній дрібниці, але досить кмітливий, щоб зметикувати раніше за інших, що фермі знадобиться маклер і що винагорода буде вартою зусиль.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це був шахраюватий на вигляд чоловічок з бакенбардами, контора в нього була дріб’язкова, але проникливості вистачало, щоб зрозуміти всю вигоду, яку зможе отримати єдиний посередник між «Колгоспом тварин» та іншими фермами.

source: The animals watched his coming and going with a kind of dread, and avoided him as much as possible.
uk_1984_iryna_dybko_khutir_tvaryn: Прихід Химернікова тварини стрічали нерадо і кожне з них якомога уникало зустрічі з ним.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини дивилися, як він приходив і відходив з якимось острахом і намагалися не потрапляти йому на очі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Побачивши його, тварини відчували щось схоже на страх і намагалися уникати.

source: Nevertheless, the sight of Napoleon, on all fours, delivering orders to Whymper, who stood on two legs, roused their pride and partly reconciled them to the new arrangement.
uk_1984_iryna_dybko_khutir_tvaryn: Єдине, що їм приносило вдоволення, це те, що чотириногий Вісарйонов давав розпорядження й накази двоногій людині.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Однак видовище, коли Наполеон на своїх чотирьох віддавав накази двоногому Вімперу, будило в них гордість і почасти виправдувало нові порядки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте, спостерігаючи, як чотириногий Наполеон віддавав розпорядження двоногій людській істоті, вони мимоволі відчували гордість, — і це частково примирило їх з нововведенням.

source: Their relations with the human race were now not quite the same as they had been before. The human beings did not hate Animal Farm any less now that it was prospering; indeed, they hated it more than ever.
uk_1984_iryna_dybko_khutir_tvaryn: Тим часом люди, більш як колибудь, відносились ворожо до Хутора тварин,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер їхні стосунки з людським поріддям не були такими, як раніше. Людські істоти не стали більше любити «Рай для Тварин» тепер, коли вона процвітала, де там — вони ще ніколи не ненавиділи її так.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та й загалом їхні стосунки з людьми стали інакшими, ніж раніше. Так, двоногі істоти ще більше зненавиділи «Колгосп тварин», коли побачили, що його швидкого краху годі й чекати.

source: Every human being held it as an article of faith that the farm would go bankrupt sooner or later, and, above all, that the windmill would be a failure.
uk_1984_iryna_dybko_khutir_tvaryn: бо завелись у своїх сподіваннях, що тварини не будуть спроможні управляти господарством хутора власними силами, та що пляни будови вітряка не здійсняться.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кожна людина непохитно вірила, що рано чи пізно ферма зазнає краху, і насамперед зі спорудженням вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хоч кожна людина свято вірила в те, що рано чи пізно ферма обов’язково збанкрутує, а вже будівництво млина приречене на провал і поготів.

source: And yet, against their will, they had developed a certain respect for the efficiency with which the animals were managing their own affairs.
uk_1984_iryna_dybko_khutir_tvaryn: Та не так воно сталось, бо тварини, хоч у дуже несприятливих умовах, якось давали собі раду, а це з часом зроджувало в людей почування пошани до них.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І все ж, всупереч самим собі, відчували аж наче повагу до того, як справно хазяйнують тварини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки, приховуючи це навіть від себе, вони відчували певну повагу тварин, які вміли управлятися з власним господарством.

source: Except through Whymper, there was as yet no contact between Animal Farm and the outside world, but there were constant rumours that Napoleon was about to enter into a definite business agreement either with Mr. Pilkington of Foxwood or with Mr. Frederick of Pinchfield — but never, it was noticed, with both simultaneously.
uk_1984_iryna_dybko_khutir_tvaryn: Проте тварини й далі держались у ворожому відокремленні від людей і, крім Химернікова, ніхто не заходив на їхній хутір. Тільки час від часу ходили поголоски, що Вісарйонов задумує прийти до порозуміння з власником Лисичівки, Пілсутовим і Федориком з хутора Куцополе, для нав’язання торгівлі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За винятком Вімпера, ферма не мала ніяких зв'язків із зовнішнім світом. Проте ходили вперті чутки, що Наполеон готується до ділової угоди чи то з містером Пілкінгтоном з ферми «Лисячий Гай», чи то з містером Фредеріком із ферми «Лужок». Проте, як відзначалося, в жодному разі не з обома відразу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Єдиною сполучною ланкою між зовнішнім світом і «Колгоспом тварин» був тільки Вімпер, але ходили чутки, що Наполеон збирається також контактувати чи то з містером Пілкінгтоном з «Фоксвуда», чи то з містером Фредеріком з «Пінчфілда». Проте в жодному разі не з обома одночасно.

source: It was about this time that the pigs suddenly moved into the farmhouse and took up their residence there.
uk_1984_iryna_dybko_khutir_tvaryn: Саме в тому часі, коли доносились оті чутки, що не вкладалися своїм змістом у закони тваринізму, всі свині й кабани перенеслись на проживання до головного будинку — колишнього дому Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На ту пору свині несподівано зробили будинок своєю резиденцією.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Саме тоді свині несподівано оселилися в житловому будинку.

source: Again the animals seemed to remember that a resolution against this had been passed in the early days, and again Squealer was able to convince them that this was not the case.
uk_1984_iryna_dybko_khutir_tvaryn: І знову згадала тваринна сім’я слова Маркова, пригадалось їй, як він пояснював, що ніяка тварина не повинна жити в домі людини; також пригадалось те перше рішення після революції, що дім Романова має залишитись лише музеєм. Але й цим разом, як завжди, Нікітов спромігся переконати всіх у правильності рішення,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І тварини знову невиразно пригадали, нібито колись щодо цього теж приймалося певне рішення. І знову Пищик мусив переконувати їх, що такого не було і не могло бути.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І знову тваринам здалося, що було якесь рішення, яке забороняє це робити. І знову Пискуну вдалося переконати їх, що такого рішення ніколи не було.

source: It was absolutely necessary, he said, that the pigs, who were the brains of the farm, should have a quiet place to work in.
uk_1984_iryna_dybko_khutir_tvaryn: що кабанам і свиням таки слід жити в головному будинку. Він пояснював, що свині — це мозок хутора, що їм конечний спокій у місці проживання,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вкрай необхідно, казав він, щоб свині, цей мозок ферми, мали тиху місцину для напруженої роботи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискун також пояснив, що свиням, як працівникам розумової праці, потрібно мати таке приміщення для роботи, де їм ніхто не заважатиме.

source: It was also more suited to the dignity of the Leader (for of late he had taken to speaking of Napoleon under the title of “Leader”) to live in a house than in a mere sty.
uk_1984_iryna_dybko_khutir_tvaryn: та що дім Романова буде більш відповідним для їх вождя, як звичайна клуня. До речі, Нікітов останнім часом почав щораз то частіше називати Вісарйонова вождем.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та й гідності вождя — так він останнім часом називав Наполеона — більш підходить жити в будинку, аніж у свинарнику.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До того ж Вождю (останнім часом Пискун тільки так називав Наполеона) більше личить жити в будинку, ніж у свинарнику.

source: Nevertheless, some of the animals were disturbed when they heard that the pigs not only took their meals in the kitchen and used the drawing-room as a recreation room, but also slept in the beds.
uk_1984_iryna_dybko_khutir_tvaryn: Тож рішення, що треба свиням жити в домі Романова, знову збудило спогади; тварини згадали заповідь тваринізму — чейже не можна було тваринам спати в ліжку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте деякі тварини занепокоїлися, зачувши, що свині не лише їдять на кухні, а й використовують вітальню для відпочинку і сплять у ліжках.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки деякі тварини виказували стурбованість, дізнавшись, що свині не тільки їдять на кухні і проводять вільний час у вітальні, але і сплять на ліжках.

source: Boxer passed it off as usual with “Napoleon is always right!”, but Clover, who thought she remembered a definite ruling against beds, went to the end of the barn and tried to puzzle out the Seven Commandments which were inscribed there.
uk_1984_iryna_dybko_khutir_tvaryn: Коли тварини схвильовано говорили, що свині порушили стійкість заповідей, Добрилов, як і завжди, відповідав своє: «Вісарйонов завжди має слушність». Але Коневу це не переконувало. Вона після довшої призадуми, пішла під стіну стодоли, де ще Давидович записав заповіді тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер знехтував це своїм звичним «Наполеон завжди правий», але Конюшинна, що, як їй здавалося, добре пам'ятала категоричне застереження щодо ліжок, подалася до Заповідей і спробувала розібратися в них.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щоправда, Боксер, як зазвичай, запевнив себе, що «Наполеон завжди має рацію», але Люцерна, якій здавалося, що вона безумовно пам’ятає спеціальне застереження проти використання ліжок, вирішила перечитати Сім Положень.

source: Finding herself unable to read more than individual letters, she fetched Muriel.
uk_1984_iryna_dybko_khutir_tvaryn: Йдучи туди, вона стрінула козу Мурку і попросила, щоб із нею пішла, бо Конева була переконана, що в читанні натрапить на труднощі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Переконавшись, що в написаному вона знає лише окремі літери, вона гукнула Мюріел.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Переконавшись, що здатна розібрати лише окремі букви, Люцерна звернулася до Мюріель.

source: “Muriel,” she said, “read me the Fourth Commandment. Does it not say something about never sleeping in a bed?”
uk_1984_iryna_dybko_khutir_tvaryn: Вдивляючись довго в заповіді, Конева попросила: — «Перечитай, будь ласка, четверту заповідь, чи не каже вона, що ми — тварини ні в якому разі не маємо права спати в ліжку?»
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Мюріел, — попрохала вона, — прочитай-но мені Четверту Заповідь. Невже там не мовиться нічого щодо спання в ліжку?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Мюріель, — попросила вона козу, — прочитай мені Четверте Положення. Хіба в ньому не йдеться про те, що не можна спати в ліжку?

source: With some difficulty Muriel spelt it out.
uk_1984_iryna_dybko_khutir_tvaryn: Мурка довго вдивлялась, а відтак не з абиякими труднощами прочитала:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хоч і не без труднощів, Мюріел прочитала Заповідь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З деякими труднощами Мюріель все-таки розібралася з написаним.

source: “It says, ‘No animal shall sleep in a bed with sheets’” she announced finally.
uk_1984_iryna_dybko_khutir_tvaryn: «Не вільно тваринам спати в ліжку, застеленому простиралом».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Тут мовиться: «Жодна тварина не повинна спати в ліжку з простирадлами», — виголосила вона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Тут сказано ось що: жодна тварина не має спати у ліжку на простирадлах, — склала вона нарешті в одне речення окремі слова.

source: Curiously enough, Clover had not remembered that the Fourth Commandment mentioned sheets; but as it was there on the wall, it must have done so.
uk_1984_iryna_dybko_khutir_tvaryn: На превелике диво, Конева ніяк не пригадувала собі такого закінчення четвертої заповіді; вона була впевнена, що в читанні Мурки вперше почула про якісь простирала. Конева пригадала собі, що в той час, коли писали заповіді, згадки про простирала не було!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дивно, але Конюшинка не пригадувала, щоб у Четвертій Заповіді йшлося про простирадла. Та оскільки Заповідь була тут, на стіні, то, мабуть, вони там значились.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте Люцерна не пам’ятала, щоб у Четвертому Положення йшлося про простирадла. Та оскільки всі тварини були присутні, коли це писалося, отже, так і було.

source: And Squealer, who happened to be passing at this moment, attended by two or three dogs, was able to put the whole matter in its proper perspective.
uk_1984_iryna_dybko_khutir_tvaryn: Якраз у тому часі, як Мурка читала заповіді, а Конева заперечувала вжиток слова простирал, нізвідки надійшов Нікітов у супроводі трьох лютих псів, і зблизившись до них, негайно почав вияснювати:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А Пищик, який саме випадково проходив повз них у супроводі кількох псів, спрямував їхні думки в потрібному напрямку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А Пискун, який саме проходив повз у супроводі кількох собак, спромігся висвітлити всю справу належним чином.

source: And why not? You did not suppose, surely, that there was ever a ruling against beds?
uk_1984_iryna_dybko_khutir_tvaryn: — чейже нічого злого в тому немає, коли спимо в ліжку,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А чому б і не спати? Ви, звичайно, не допускаєте, що існувало якесь застереження проти ліжок?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — А чому б і ні? Ви ж, безумовно, не вважаєте, що була яке-небудь постанова проти ліжок?

source: The rule was against sheets, which are a human invention.
uk_1984_iryna_dybko_khutir_tvaryn: найгірше лихо — вигадка людини, оце простирало!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А застерігалося проти простирадел, цього винаходу людини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Постанова стосувалася простирадл, придуманих людьми.

source: We have removed the sheets from the farmhouse beds, and sleep between blankets.
uk_1984_iryna_dybko_khutir_tvaryn: Ми свині й кабани, позабирали всі простирала і спимо на ліжках, покритих кодами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тож ми й позтягували простирадла з ліжок і спимо лише під ковдрами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А ми зняли простирадла й користуємося тільки матрацами та ковдрами.

source: But not more comfortable than we need, I can tell you, comrades, with all the brainwork we have to do nowadays.
uk_1984_iryna_dybko_khutir_tvaryn: Ви ж хіба не хочете приневолювати нас до відповідальних обов’язків та до праці, що вимагають напруження ума, без належного и У відповідному місці спочинку?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але не зручніші, ніж це необхідно, запевняю вас, товариші, при тому розумовому напруженні, що його ми маємо нині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Водночас ці зручності не слід вважати надмірними для нас, бо, як ви знаєте, товариші, ми по вуха завантажені розумовою працею.

source: You would not rob us of our repose, would you, comrades? You would not have us too tired to carry out our duties?
uk_1984_iryna_dybko_khutir_tvaryn: [Ви ж хіба не хочете приневолювати нас до відповідальних обов’язків та до праці, що вимагають напруження ума, без належного и У відповідному місці спочинку?]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ви ж не позбавите нас відпочинку, адже ж так, товариші? Ви ж не хочете, аби ми від утоми стали нездатними ні до чого?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ви ж не хочете позбавити нас можливості відпочивати, чи не так, товариші? Ви ж не хочете, щоб ми перевтомилися і втратили здатність виконувати наші обов’язки?

source: Surely none of you wishes to see Jones back?”
uk_1984_iryna_dybko_khutir_tvaryn: І напевно не хочете бачити Романова ще раз на хуторі; а запорукою того, що він не повернеться, є лише зусилля вождя й наші.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Невже хтось із вас хоче, щоб повернувся Джонс?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ви ж не хочете повернення Джонса?

source: The animals reassured him on this point immediately, and no more was said about the pigs sleeping in the farmhouse beds.
uk_1984_iryna_dybko_khutir_tvaryn: Після такого пояснення Нікітова, скінчилась дискусія четвертої заповіді тваринізму. Ніхто й не згадував більше про те, що кабани й свині сплять у ліжках;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини переконали його в протилежному і про те, що свині сплять у ліжках, більше не згадували.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У цьому тварини запевнили його негайно, і про ліжка, в яких сплять свині, більше розмов не було.
